Repository: BohdanFisher/tempa
Catalog: Tempa - Visual Planner/Localizable.xcstrings
Source language: en
Languages: de, es, fi, fr, nb, nl, pt, uk

source: Unlock all of Tempa free for 3 days. Keep it for less than a coffee a month.
de: Schalte ganz Tempa 3 Tage gratis frei. Behalte es für weniger als einen Kaffee im Monat.
es: Desbloquea todo Tempa gratis 3 días. Quédatelo por menos que un café al mes.
fi: Avaa koko Tempa ilmaiseksi 3 päiväksi. Pidä se halvemmalla kuin kahvi kuussa.
fr: Débloque tout Tempa gratuitement pendant 3 jours. Garde-le pour moins qu'un café par mois.
nb: Lås opp hele Tempa gratis i 3 dager. Behold det for mindre enn en kaffe i måneden.
nl: Ontgrendel heel Tempa 3 dagen gratis. Daarna kost het minder dan een koffie per maand.
pt: Desbloqueie todo o Tempa grátis por 3 dias. Continue por menos que um café por mês.
uk: Відкрий усю Tempa безкоштовно на 3 дні. Далі — дешевше за каву на місяць.

source: Untitled
de: Ohne Titel
es: Sin título
fi: Nimetön
fr: Sans titre
nb: Uten tittel
nl: Zonder titel
pt: Sem título
uk: Без назви

source: Unwrap my free trial
de: Kostenlos testen
es: Probar gratis
fi: Kokeile ilmaiseksi
fr: Essayer gratuitement
nb: Prøv gratis
nl: Gratis proberen
pt: Testar grátis
uk: Спробувати безкоштовно

source: Upcoming task
de: Anstehende Aufgabe
es: Tarea próxima
fi: Tuleva tehtävä
fr: Tâche à venir
nb: Kommende oppgave
nl: Aankomende taak
pt: Próxima tarefa
uk: Наступне завдання

source: Upgrade
de: Upgraden
es: Mejorar
fi: Päivitä
fr: Passer au niveau supérieur
nb: Oppgrader
nl: Upgraden
pt: Fazer upgrade
uk: Оновити до Pro

source: Use this
de: Das nehmen
es: Usar esto
fi: Käytä tätä
fr: Utiliser ça
nb: Bruk dette
nl: Gebruik dit
pt: Usar isso
uk: Використати це

source: Vacuum or sweep the floor
de: Boden saugen oder fegen
es: Aspirar o barrer el suelo
fi: Imuroi tai lakaise lattia
fr: Passer l'aspirateur ou le balai
nb: Støvsuge eller feie gulvet
nl: Stofzuigen of de vloer vegen
pt: Aspirar ou varrer o chão
uk: Пропилососити або підмести підлогу

source: Voice-first planning with AI scheduling and a built-in focus timer — one task at a time.
de: Sprachbasierte Planung mit KI-Terminierung und Fokus-Timer — eine Aufgabe nach der anderen.
es: Planificación por voz con IA y temporizador de enfoque integrado: una tarea a la vez.
fi: Äänipohjainen suunnittelu, tekoälyaikataulut ja fokusajastin — yksi tehtävä kerrallaan.
fr: Planification vocale, organisation par IA et minuteur de focus intégré — une tâche à la fois.
nb: Talestyrt planlegging med KI og innebygd fokustimer — én oppgave om gangen.
nl: Plannen met je stem, AI-planning en ingebouwde focustimer — één taak tegelijk.
pt: Planejamento por voz com IA e timer de foco integrado — uma tarefa de cada vez.
uk: Голосове планування, AI-розклад і вбудований фокус-таймер — одне завдання за раз.

source: Wake time
de: Aufstehzeit
es: Hora de despertar
fi: Heräämisaika
fr: Heure de réveil
nb: Våknetid
nl: Wektijd
pt: Hora de acordar
uk: Час пробудження

source: Walk + stretch
de: Spaziergang + Dehnen
es: Caminar + estirar
fi: Kävely + venyttely
fr: Marche + étirements
nb: Gåtur + tøying
nl: Wandelen + rekken
pt: Caminhada + alongamento
uk: Прогулянка + розтяжка

source: Want a gentle nudge for your next block?
de: Möchtest du einen sanften Stups für deinen nächsten Block?
es: ¿Quieres un empujoncito suave para tu próximo bloque?
fi: Haluatko lempeän muistutuksen seuraavasta jaksosta?
fr: Envie d'un petit rappel doux pour ton prochain créneau ?
nb: Vil du ha et mildt puff før neste bolk?
nl: Wil je een zacht seintje voor je volgende blok?
pt: Quer um lembrete suave para o próximo bloco?
uk: Хочеш лагідне нагадування про наступний блок?

source: Warm up gently
de: Locker aufwärmen
es: Calentar suavemente
fi: Lämmittele rauhassa
fr: T'échauffer doucement
nb: Varme opp rolig
nl: Rustig opwarmen
pt: Aquecer devagar
uk: Легка розминка

source: We heard you
de: Wir haben dich gehört
es: Te escuchamos
fi: Kuulimme sinua
fr: On t'a entendu
nb: Vi hørte deg
nl: We hebben je gehoord
pt: A gente te ouviu
uk: Ми тебе почули

source: We'd like you to try everything — free.
de: Probier alles aus — kostenlos.
es: Prueba todas las funciones — gratis.
fi: Kokeile kaikkia ominaisuuksia — ilmaiseksi.
fr: Essaie toutes les fonctionnalités — gratuitement.
nb: Prøv alle funksjonene — gratis.
nl: Probeer alle functies — gratis.
pt: Experimente todos os recursos — de graça.
uk: Спробуй усі функції — безкоштовно.

source: We'll also nudge you before your free trial ends.
de: Wir erinnern dich auch, bevor deine Gratis-Testphase endet.
es: También te avisaremos antes de que termine tu prueba gratis.
fi: Muistutamme sinua myös ennen ilmaisen kokeilun päättymistä.
fr: On te préviendra aussi avant la fin de ton essai gratuit.
nb: Vi minner deg også på før gratisprøven din slutter.
nl: We geven je ook een seintje voordat je gratis proefperiode afloopt.
pt: Também avisaremos antes do fim do seu teste grátis.
uk: А ще лагідно нагадаємо до завершення безкоштовних днів.

source: We'll keep that block light.
de: Diesen Block halten wir leicht.
es: Mantendremos ese bloque ligero.
fi: Pidetään se jakso kevyenä.
fr: On gardera ce créneau léger.
nb: Vi holder den bolken lett.
nl: We houden dat blok rustig.
pt: Vamos deixar esse bloco leve.
uk: На цей час плануватимемо щось легке.

source: We'll remind you before the trial ends
de: Wir erinnern dich, bevor der Testzeitraum endet
es: Te avisaremos antes de que termine la prueba
fi: Muistutamme ennen kokeilujakson päättymistä
fr: On te préviendra avant la fin de l’essai
nb: Vi minner deg på det før prøveperioden er over
nl: We herinneren je voordat de proefperiode afloopt
pt: Vamos avisar antes do teste grátis acabar
uk: Ми нагадаємо до завершення пробного періоду

source: week
de: Woche
es: semana
fi: viikko
fr: semaine
nb: uke
pt: semana
uk: тиждень

source: Week
de: Woche
es: Semana
fi: Viikko
fr: Semaine
nb: Uke
pt: Semana
uk: Тиждень

source: Weekly
de: Wöchentlich
es: Semanal
fi: Viikko
fr: Hebdomadaire
nb: Ukentlig
nl: Wekelijks
pt: Semanal
uk: Тижнева

source: weeks a year
de: Wochen im Jahr
es: semanas al año
fi: viikkoa vuodessa
fr: semaines par an
nb: uker i året
nl: weken per jaar
pt: semanas por ano
uk: тижнів на рік

source: weeks of the year
de: Wochen im Jahr
es: semanas al año
fi: viikkoa vuodessa
fr: semaines par an
nb: uker i året
nl: weken per jaar
pt: semanas por ano
uk: тижні на рік

source: WELCOME BACK
de: WILLKOMMEN ZURÜCK
es: BIENVENIDO DE NUEVO
fi: TERVETULOA TAKAISIN
fr: CONTENT DE TE REVOIR
nb: VELKOMMEN TILBAKE
nl: WELKOM TERUG
pt: BEM-VINDO DE VOLTA
uk: З ПОВЕРНЕННЯМ

source: Welcome back. Let's start small.
de: Willkommen zurück. Fangen wir klein an.
es: Bienvenido de nuevo. Empecemos por algo pequeño.
fi: Tervetuloa takaisin. Aloitetaan pienestä.
fr: Content de te revoir. Commençons petit.
nb: Velkommen tilbake. La oss starte i det små.
nl: Welkom terug. Laten we klein beginnen.
pt: Que bom ter você de volta. Vamos aos poucos.
uk: З поверненням. Почнімо з малого.

source: Welcome to Tempa
de: Willkommen bei Tempa
es: Te damos la bienvenida a Tempa
fi: Tervetuloa! Tämä on Tempa
fr: Bienvenue sur Tempa
nb: Velkommen til Tempa
nl: Welkom bij Tempa
pt: Que bom ter você no Tempa
uk: Вітаємо в Tempa

source: What are you avoiding?
de: Was schiebst du auf?
es: ¿Qué estás evitando?
fi: Mitä välttelet?
fr: Qu'est-ce que tu évites ?
nb: Hva unngår du?
nl: Wat vermijd je?
pt: O que você está evitando?
uk: Чого ти уникаєш?

source: What brings you here?
de: Was führt dich her?
es: ¿Qué te trae por aquí?
fi: Mikä toi sinut tänne?
fr: Qu'est-ce qui t'amène ?
nb: Hva bringer deg hit?
nl: Wat brengt je hier?
pt: O que te traz aqui?
uk: Що привело тебе сюди?

source: What should we call you?
de: Wie sollen wir dich nennen?
es: ¿Cómo quieres que te llamemos?
fi: Millä nimellä kutsumme sinua?
fr: Comment veux-tu qu’on t’appelle ?
nb: Hva skal vi kalle deg?
nl: Hoe mogen we je noemen?
pt: Como você quer que a gente te chame?
uk: Як до тебе звертатися?

source: What stays on-device, what goes to AI
de: Was auf dem Gerät bleibt, was an die KI geht
es: Qué se queda en el dispositivo y qué va a la IA
fi: Mikä pysyy laitteella, mikä menee tekoälylle
fr: Ce qui reste sur l'appareil, ce qui va à l'IA
nb: Hva som blir på enheten, hva som går til KI
nl: Wat op je apparaat blijft en wat naar AI gaat
pt: O que fica no aparelho, o que vai para a IA
uk: Що лишається на пристрої, а що йде до AI

source: What you did last week
de: Was du letzte Woche geschafft hast
es: Lo que hiciste la semana pasada
fi: Mitä teit viime viikolla
fr: Ce que tu as fait la semaine dernière
nb: Hva du gjorde forrige uke
nl: Wat je vorige week deed
pt: O que você fez na semana passada
uk: Що вдалося минулого тижня

source: What's hardest for you?
de: Was fällt dir am schwersten?
es: ¿Qué es lo más difícil para ti?
fi: Mikä on sinulle vaikeinta?
fr: Qu'est-ce qui est le plus dur pour toi ?
nb: Hva er vanskeligst for deg?
nl: Wat is voor jou het moeilijkst?
pt: O que é mais difícil para você?
uk: Що для тебе найважче?

source: WHAT'S ON YOUR MIND
de: WAS BESCHÄFTIGT DICH
es: QUÉ TIENES EN MENTE
fi: MITÄ MIELESSÄ
fr: QU'AS-TU EN TÊTE
nb: HVA TENKER DU PÅ
nl: WAT SPEELT ER
pt: O QUE ESTÁ NA SUA CABEÇA
uk: ЩО НА ДУМЦІ

source: What's on your mind?
de: Was beschäftigt dich?
es: ¿Qué tienes en mente?
fi: Mitä mielessäsi on?
fr: Qu'as-tu en tête ?
nb: Hva tenker du på?
nl: Wat speelt er in je hoofd?
pt: O que está na sua cabeça?
uk: Що в тебе на думці?

source: WHEN
de: WANN
es: CUÁNDO
fi: MILLOIN
fr: QUAND
nb: NÅR
nl: WANNEER
pt: QUANDO
uk: КОЛИ

source: When do you run out of steam?
de: Wann geht dir die Puste aus?
es: ¿Cuándo te quedas sin energía?
fi: Milloin energiasi loppuu?
fr: Quand es-tu à plat ?
nb: Når går du tom for energi?
nl: Wanneer is je energie meestal op?
pt: Quando sua energia acaba?
uk: Коли в тебе закінчується запал?

source: When does your day start?
de: Wann beginnt dein Tag?
es: ¿Cuándo empieza tu día?
fi: Milloin päiväsi alkaa?
fr: Quand commence ta journée ?
nb: Når starter dagen din?
nl: Wanneer begint jouw dag?
pt: Quando seu dia começa?
uk: Коли починається твій день?

source: When your focus usually drops
de: Wann deine Konzentration meist nachlässt
es: Cuando tu concentración suele caer
fi: Milloin keskittymisesi yleensä laskee
fr: Quand ta concentration baisse d'habitude
nb: Når fokuset ditt vanligvis faller
nl: Wanneer je focus meestal wegzakt
pt: Quando seu foco costuma cair
uk: Коли зазвичай падає твій фокус

source: When?
de: Wann?
es: ¿Cuándo?
fi: Milloin?
fr: Quand ?
nb: Når?
nl: Wanneer?
pt: Quando?
uk: Коли?

source: Whenever you're ready
de: Wann immer du bereit bist
es: Cuando estés listo
fi: Kun olet valmis
fr: Quand tu seras prêt·e
nb: Når du er klar
nl: Wanneer jij er klaar voor bent
pt: Quando você quiser
uk: Коли захочеш

source: WHERE YOUR TIME GOES
de: WOHIN DEINE ZEIT FLIESST
es: A DÓNDE VA TU TIEMPO
fi: MIHIN AIKASI MENEE
fr: OÙ VA TON TEMPS
nb: HVOR TIDEN DIN GÅR
nl: WAAR JE TIJD HEEN GAAT
pt: PARA ONDE VAI SEU TEMPO
uk: КУДИ ЙДЕ ТВІЙ ЧАС

source: Wind down, guilt-free
de: Runterkommen — ohne Schuldgefühl
es: Desconecta sin culpa
fi: Rauhoittuminen ilman syyllisyyttä
fr: Décompresser, sans culpabiliser
nb: Ro ned — uten skyldfølelse
nl: Rustig afsluiten, zonder schuldgevoel
pt: Relaxar sem culpa
uk: Відпочинок без почуття провини

source: Wipe down surfaces
de: Oberflächen abwischen
es: Limpiar las superficies
fi: Pyyhi pinnat
fr: Essuyer les surfaces
nb: Tørke av flatene
nl: Oppervlakken afnemen
pt: Limpar as superfícies
uk: Протерти поверхні

source: Work
de: Arbeit
es: Trabajo
fi: Työ
fr: Travail
nb: Jobb
nl: Werk
pt: Trabalho
uk: Робота

source: Work stuff
de: Arbeit
es: Trabajo
fi: Työasiat
fr: Le boulot
nb: Jobb
nl: Werk
pt: Trabalho
uk: Робочі справи

source: year
de: Jahr
es: año
fi: vuosi
fr: an
nb: år
nl: jaar
pt: ano
uk: рік

source: Yearly
de: Jährlich
es: Anual
fi: Vuosi
fr: Annuel
nb: Årlig
nl: Jaarlijks
pt: Anual
uk: Річна

source: Yearly starts — cancel anytime before
de: Jahresabo startet — vorher jederzeit kündbar
es: Empieza el plan anual: cancela antes cuando quieras
fi: Vuositilaus alkaa — peru milloin vain sitä ennen
fr: L'abonnement annuel démarre — annulable à tout moment avant
nb: Årsabonnementet starter — avbestill når som helst før
nl: Jaarabonnement start — tot die tijd kun je altijd opzeggen
pt: O plano anual começa — cancele antes quando quiser
uk: Стартує річна — до цього дня можеш скасувати

source: Yes, completely
de: Ja, absolut
es: Sí, totalmente
fi: Kyllä, täysin
fr: Oui, complètement
nb: Ja, helt klart
nl: Ja, helemaal
pt: Sim, totalmente
uk: Так, повністю

source: Yes, that's familiar
de: Ja, kenne ich
es: Sí, me pasa
fi: Joo, kuulostaa tutulta
fr: Oui, ça me parle
nb: Ja, det kjenner jeg igjen
nl: Ja, herkenbaar
pt: Sim, acontece comigo
uk: Так, знайомо

source: yesterday
de: gestern
es: ayer
fi: eilen
fr: hier
nb: i går
nl: gisteren
pt: ontem
uk: вчора

source: Yesterday
de: Gestern
es: Ayer
fi: Eilen
fr: Hier
nb: I går
nl: Gisteren
pt: Ontem
uk: Вчора

source: You got %lld things done
de: Du hast %lld Dinge erledigt
es: Completaste %lld cosas
fi: Sait valmiiksi %lld asiaa
fr: Tu as accompli %lld choses
nb: Du fullførte %lld ting
nl: Je hebt %lld dingen afgerond
pt: Você concluiu %lld coisas
uk: Закрито %lld завдань

source: You got 1 thing done
de: Du hast 1 Sache erledigt
es: Completaste 1 cosa
fi: Sait valmiiksi 1 asian
fr: Tu as accompli 1 chose
nb: Du fullførte 1 ting
nl: Je hebt 1 ding afgerond
pt: Você concluiu 1 coisa
uk: Закрито 1 завдання

source: You just did the hardest part of any task — the start. That feeling? That's how every day begins with Tempa.
de: Du hast gerade den schwierigsten Teil jeder Aufgabe geschafft: den Anfang. Dieses Gefühl? So beginnt jeder Tag mit Tempa.
es: Acabas de hacer la parte más difícil de cualquier tarea: empezar. ¿Esa sensación? Así comienza cada día con Tempa.
fi: Teit juuri minkä tahansa tehtävän vaikeimman osan: aloitit. Tuo tunne? Näin jokainen päivä alkaa, kun käytössäsi on Tempa.
fr: Tu viens de faire le plus dur dans n’importe quelle tâche : commencer. Cette sensation ? C’est comme ça que chaque journée démarre avec Tempa.
nb: Du gjorde nettopp den vanskeligste delen av enhver oppgave: å starte. Den følelsen? Sånn begynner hver dag med Tempa.
nl: Je hebt zojuist het moeilijkste deel van elke taak gedaan: beginnen. Dat gevoel? Zo begint elke dag met Tempa.
pt: Você acabou de fazer a parte mais difícil de qualquer tarefa: começar. Essa sensação? É assim que todo dia começa com o Tempa.
uk: Найважча частина будь-якої справи вже позаду — початок. Відчуваєш? Саме так починається кожен день із Tempa.

source: You only ever see the next small step
de: Du siehst immer nur den nächsten kleinen Schritt
es: Solo ves el siguiente pequeño paso
fi: Näet aina vain seuraavan pienen askeleen
fr: Tu ne vois que la prochaine petite étape
nb: Du ser bare det neste lille steget
nl: Je ziet alleen de volgende kleine stap
pt: Você vê apenas o próximo pequeno passo
uk: Ти бачиш лише наступний маленький крок

source: You stepped away, and that's okay. Your tempo's still flowing when you want it.
de: Du warst kurz weg, und das ist okay. Dein Tempo fließt weiter, wann immer du willst.
es: Te alejaste y está bien. Tu tempo sigue fluyendo cuando lo quieras.
fi: Poistuit hetkeksi, eikä se haittaa. Temposi virtaa yhä, kun haluat.
fr: Tu t'es éloigné·e, et c'est ok. Ton tempo coule toujours quand tu le veux.
nb: Du gikk litt bort, og det er greit. Tempoet ditt flyter fortsatt når du vil.
nl: Je was even weg, en dat is oké. Je tempo wacht op je wanneer jij wilt.
pt: Você se afastou, e tudo bem. Seu ritmo continua fluindo quando quiser.
uk: Ти відійшов, і це окей. Твій темп чекає на тебе.

source: You took a few days off. That's okay.
de: Du hast ein paar Tage pausiert. Alles gut.
es: Te tomaste unos días libres. Está bien.
fi: Pidit muutaman päivän tauon. Ei se mitään.
fr: Tu as pris quelques jours de pause. C'est ok.
nb: Du tok noen dager fri. Det er greit.
nl: Je nam een paar dagen vrij. Prima.
pt: Você tirou uns dias de folga. Tudo bem.
uk: Кілька днів перерви — це окей.

source: YOU TYPED
de: DU HAST GETIPPT
es: ESCRIBISTE
fi: KIRJOITIT
fr: TU AS ÉCRIT
nb: DU SKREV
nl: JIJ TYPTE
pt: VOCÊ DIGITOU
uk: ТВІЙ ТЕКСТ

source: You want calmer days — no streaks, no guilt, no noise.
de: Du willst ruhigere Tage — ohne Streaks, Schuldgefühle oder unnötigen Lärm.
es: Quieres días más tranquilos — sin rachas, culpa ni ruido.
fi: Haluat rauhallisempia päiviä — ilman suoritusputkia, syyllisyyttä tai turhaa hälyä.
fr: Tu veux des journées plus calmes — sans séries à maintenir, sans culpabilité, sans bruit inutile.
nb: Du vil ha roligere dager — uten streaks, skyldfølelse eller støy.
nl: Je wilt rustigere dagen — zonder streaks, schuldgevoel of ruis.
pt: Você quer dias mais tranquilos — sem sequências para manter, sem culpa e sem ruído.
uk: Тобі хочеться спокійніших днів — жодних серій виконання, відчуття провини чи зайвого шуму.

source: You're at your best on %@s around %@–%@.
de: Am stärksten bist du %@s gegen %@–%@.
es: Estás en tu mejor momento los %@ hacia las %@–%@.
fi: Olet parhaimmillasi %@sin noin klo %@–%@.
fr: Tu es au top le %@ vers %@–%@.
nb: Du er på ditt beste på %@er rundt %@–%@.
nl: Je bent op je best op %@ rond %@–%@.
pt: Você rende mais em %@, por volta de %@–%@.
uk: Ти на піку у %@ близько %@–%@.

source: You're not alone
de: Du bist nicht allein
es: No estás solo
fi: Et ole yksin
fr: Tu n'es pas seul·e
nb: Du er ikke alene
nl: Je bent niet alleen
pt: Você não está sozinho
uk: Ти не один

source: Your brain isn't broken. Most planners just aren't built for it.
de: Dein Gehirn ist nicht kaputt. Die meisten Planer sind nur nicht dafür gebaut.
es: Tu cerebro no está roto. La mayoría de los planificadores simplemente no están hechos para él.
fi: Aivosi eivät ole rikki. Useimpia suunnittelusovelluksia ei vain ole tehty niille.
fr: Ton cerveau n'est pas cassé. La plupart des agendas ne sont juste pas faits pour lui.
nb: Hjernen din er ikke ødelagt. De fleste planleggere er bare ikke laget for den.
nl: Je brein is niet kapot. De meeste planners zijn er gewoon niet voor gemaakt.
pt: Seu cérebro não está quebrado. A maioria dos planejadores só não foi feita para ele.
uk: Твій мозок не зламаний. Просто більшість планерів зроблені не для нього.

source: Your brain isn't broken. You just lost your
de: Dein Gehirn ist nicht kaputt. Du hast nur deinen
es: Tu cerebro no está roto. Solo perdiste tu
fi: Aivosi eivät ole rikki. Kadotit vain
fr: Ton cerveau n'est pas cassé. Tu as juste perdu ton
nb: Hjernen din er ikke ødelagt. Du har bare mistet
nl: Je brein is niet kapot. Je bent alleen even je gevoel voor
pt: Não há nada de errado com seu cérebro. Você só perdeu seu
uk: Твій мозок не зламаний. Просто збився твій

source: Your brain works differently — Tempa is built around that, not against it.
de: Dein Gehirn funktioniert anders — Tempa arbeitet damit, nicht dagegen.
es: Tu cerebro funciona de otra manera — Tempa se adapta a ti, no lucha contra ti.
fi: Aivosi toimivat eri tavalla — Tempa toimii niiden ehdoilla, ei niitä vastaan.
fr: Ton cerveau fonctionne différemment — Tempa s’adapte à lui, pas l’inverse.
nb: Hjernen din fungerer annerledes — Tempa jobber med den, ikke mot den.
nl: Je brein werkt anders — Tempa werkt ermee mee, niet ertegenin.
pt: Seu cérebro funciona de um jeito diferente — o Tempa trabalha com ele, não contra ele.
uk: Твій мозок працює інакше — Tempa підлаштовується під нього, а не бореться з ним.

source: Your day
de: Dein Tag
es: Tu día
fi: Päiväsi
fr: Ta journée
nb: Dagen din
nl: Jouw dag
pt: Seu dia
uk: Твій день

source: Your focus is paused on the world, not on you. Drop back in, no pressure.
de: Dein Fokus pausiert die Welt, nicht dich. Steig wieder ein, ganz ohne Druck.
es: Tu enfoque pausa el mundo, no a ti. Vuelve cuando quieras, sin presión.
fi: Keskittymisesi laittoi maailman tauolle, ei sinua. Palaa mukaan, ilman paineita.
fr: Ton focus met le monde en pause, pas toi. Reviens, sans pression.
nb: Fokuset ditt har satt verden på pause, ikke deg. Hopp inn igjen, uten press.
nl: Je focus zet de wereld op pauze, niet jou. Stap weer in, zonder druk.
pt: Seu foco pausou o mundo, não você. Volte sem pressão.
uk: Світ на паузі, але не ти. Повертайся, коли захочеш, жодного тиску.

source: Your focus saved you a seat
de: Dein Fokus hat dir einen Platz freigehalten
es: Tu enfoque te guardó un sitio
fi: Keskittymisesi varasi sinulle paikan
fr: Ton focus t'a gardé une place
nb: Fokuset ditt holdt av plassen din
nl: Je focus hield een plekje voor je vrij
pt: Seu foco guardou um lugar para você
uk: Твій фокус зберіг тобі місце

source: Your free trial ends tomorrow
de: Dein Gratis-Test endet morgen
es: Tu prueba gratis termina mañana
fi: Ilmainen kokeilusi päättyy huomenna
fr: Ton essai gratuit se termine demain
nb: Prøveperioden din slutter i morgen
nl: Je gratis proefperiode eindigt morgen
pt: Seu teste grátis termina amanhã
uk: Твій безкоштовний період закінчується завтра

source: YOUR GOLDEN HOURS
de: DEINE GOLDENEN STUNDEN
es: TUS HORAS DORADAS
fi: KULTAISET TUNTISI
fr: TES HEURES EN OR
nb: DINE GYLNE TIMER
nl: JOUW GOUDEN UREN
pt: SUAS HORAS DE OURO
uk: ТВОЇ ЗОЛОТІ ГОДИНИ

source: Your name
de: Dein Name
es: Tu nombre
fi: Nimesi
fr: Ton prénom
nb: Navnet ditt
nl: Je naam
pt: Seu nome
uk: Твоє ім’я

source: Your plan
de: Dein Plan
es: Tu plan
fi: Suunnitelmasi
fr: Ton plan
nb: Planen din
nl: Jouw plan
pt: Seu plano
uk: Твій план

source: Your plan is ready. Test-drive the full app on us and see how your week feels.
de: Dein Plan ist fertig. Probier die komplette App kostenlos aus und spür, wie sich deine Woche damit anfühlt.
es: Tu plan está listo. Prueba gratis la app completa y descubre cómo puede cambiar tu semana.
fi: Suunnitelmasi on valmis. Kokeile koko sovellusta ilmaiseksi ja katso, miltä viikkosi tuntuu.
fr: Ton planning est prêt. Essaie gratuitement l’app complète et vois comment se passe ta semaine.
nb: Planen din er klar. Prøv hele appen gratis og se hvordan uka di føles.
nl: Je plan is klaar. Probeer de volledige app gratis en ervaar hoe je week ermee verloopt.
pt: Seu plano está pronto. Teste o app completo de graça e veja como é passar a semana com o Tempa.
uk: Твій план готовий. Спробуй повну версію застосунку за наш рахунок і відчуй, як пройде твій тиждень.

source: Your rhythm
de: Dein Rhythmus
es: Tu ritmo
fi: Rytmisi
fr: Ton rythme
nb: Rytmen din
nl: Jouw ritme
pt: Seu ritmo
uk: Твій ритм

source: Your tempo today
de: Dein Tempo heute
es: Tu tempo hoy
fi: Tempo tänään
fr: Ton tempo aujourd'hui
nb: Tempoet ditt i dag
nl: Jouw tempo vandaag
pt: Seu ritmo hoje
uk: Твій темп сьогодні

source: Your tempo's still going
de: Dein Tempo läuft noch
es: Tu tempo sigue en marcha
fi: Temposi jatkuu yhä
fr: Ton tempo continue
nb: Tempoet ditt går fortsatt
nl: Je tempo is er nog
pt: Seu ritmo continua
uk: Твій темп триває

source: Eisenhower matrix
es: Matriz de Eisenhower
fi: Eisenhower-matriisi
fr: Matrice d'Eisenhower
nb: Eisenhower-matrise
pt: Matriz de Eisenhower
uk: Матриця Ейзенгауера

source: Hey.
es: Hola.
fi: Hei.
fr: Salut.
nb: Hei.
nl: Hé.
pt: Oi.
uk: Привіт.

source: In 5 min:
es: En 5 min:
fi: 5 min päästä:
fr: Dans 5 min :
nb: Om 5 min:
nl: Over 5 min:
pt: Em 5 min:
uk: Через 5 хв:

source: Routine
es: Rutina
fi: Rutiini
nb: Rutine
pt: Rotina
uk: Рутина

source: Start
es: Empezar
fi: Aloita
fr: Démarrer
pt: Começar
uk: Почати

source: System
es: Sistema
fi: Järjestelmä
fr: Système
nl: Systeem
pt: Sistema
uk: Системна

source: tempo.
es: ritmo.
fi: tahdissasi.
pt: ritmo.
uk: темпі.

source: %lld min
uk: %lld хв

source: + 1 min
uk: + 1 хв

source: Auto
uk: Авто

source: MIN
uk: ХВ
